# St7GetNumMultiPointLinkNodes

Returns the number of nodes in the specified multi-point link.

long St7GetNumMultiPointLinkNodes(long uID, long LinkNum, long* NumNodes)
Input Parameters
uID
Strand7 model file ID.
LinkNum
Link number.
Output Parameters
NumNodes
The number of nodes in the link.